/* No comment provided by engineer. */
"Browse" = "ブラウズ";

/* No comment provided by engineer. */
"Clear" = "クリア";

/* No comment provided by engineer. */
"OK" = "オーケー";

/* No comment provided by engineer. */
"Recent" = "最近";

/* No comment provided by engineer. */
"Search" = "サーチ";

/* No comment provided by engineer. */
"Impossible" = "不可";

/* No comment provided by engineer. */
"Non-combustible" = "燃やさないごみ";

/* No comment provided by engineer. */
"How to dispose" = "出し方";

/* No comment provided by engineer. */
"Used paper" = "古紙";

/* No comment provided by engineer. */
"Combustible" = "燃やすごみ";

/* No comment provided by engineer. */
"Large-sized waste" = "粗大ごみ";

/* No comment provided by engineer. */
"Place combustible wastes into either a garbage can with a lid or a transparent bag." = "ふたつきの容器か中身の見える袋に入れる\n一辺がおおむね30cm以上のものは粗大ごみへ出してください。";

/* No comment provided by engineer. */
"Bundle items in each category and tie them up with strings." = "品目ごとに束ねてひもでしばる\n雑がみは紙以外の部分を取り除き、雑誌に挟むか、紙袋に入れて出す";

/* No comment provided by engineer. */
"Remove stains from recyclables and classify them into each category." = "資源は 汚れを落として、品目ごと にお出しください\n品目ごとに回収時間と回収車両が異なります";

/* No comment provided by engineer. */
"Recyclables" = "資源";

/* No comment provided by engineer. */
"Products containing mercury" = "水銀を含む製品";

/* No comment provided by engineer. */
"%@ are collected on today." = "今日は「%@」の回収日です。";

/* No comment provided by engineer. */
"Reminder" = "備忘";

/* No comment provided by engineer. */
"Edit" = "エディット";

/* No comment provided by engineer. */
"Add Weekday" = "平日を追加";

/* No comment provided by engineer. */
"Add Week of Month" = "期日を追加";

/* No comment provided by engineer. */
"Add Reminder" = "備忘を追加";

/* No comment provided by engineer. */
"Weekday" = "平日";

/* No comment provided by engineer. */
"Week of Month" = "月の週";

/* No comment provided by engineer. */
"1st" = "第１";

/* No comment provided by engineer. */
"2nd" = "第２";

/* No comment provided by engineer. */
"3rd" = "第３";

/* No comment provided by engineer. */
"4th" = "第４";

/* No comment provided by engineer. */
"5th" = "第５";

/* No comment provided by engineer. */
" & " = " と ";
